       IDENTIFICATION DIVISION.                                                 
       PROGRAM-ID.    HELLOCOB.                                                 
       ENVIRONMENT    DIVISION.                                                 
       PROCEDURE      DIVISION.                                                 
           DISPLAY 'Hello World'.                                               
           GOBACK.                                                              
