       IDENTIFICATION DIVISION.
       PROGRAM-ID.    HELLOCOB.
       ENVIRONMENT    DIVISION.
       PROCEDURE      DIVISION.
           DISPLAY 'Hellocob World'.
           GOBACK.
