       IDENTIFICATION DIVISION.
       PROGRAM-ID.    TEST2.
       ENVIRONMENT    DIVISION.
       PROCEDURE      DIVISION.
           DISPLAY 'Test2 World'.
           GOBACK.
