       IDENTIFICATION DIVISION.                                                 
       PROGRAM-ID.    HELLO.                                                    
       ENVIRONMENT    DIVISION.                                                 
       PROCEDURE      DIVISION.                                                 
           DISPLAY 'Hello World'.                                               
           DISPLAY 'Hello NewWorld'.                                            
           GOBACK.                                                              
