       IDENTIFICATION DIVISION.
       PROGRAM-ID.    MTEST2.
       ENVIRONMENT    DIVISION.
       PROCEDURE      DIVISION.
           DISPLAY 'MTEST2 World'.
           GOBACK.
