       IDENTIFICATION DIVISION.                                                 
       PROGRAM-ID.    MTEST2.                                                   
       ENVIRONMENT    DIVISION.                                                 
       PROCEDURE      DIVISION.                                                 
           DISPLAY 'Mtest2 World'.                                              
           DISPLAY 'Mtest2 Second World'.                                       
           DISPLAY 'Mtest2 next World'.                                         
           GOBACK.                                                              
