       IDENTIFICATION DIVISION.
       PROGRAM-ID.    STEST1.
       ENVIRONMENT    DIVISION.
       PROCEDURE      DIVISION.
           DISPLAY 'Stest1 World'.
           GOBACK.
